[PENetwork]
Language	="简体中文"
LangCode	="0804"
Author		="汉化 kkwy"
Version		="3.3"
GrpLanguage	="语言"
LblLangAuthor	="作者"
LblLangVersion	="版本"
MainTitle	="网络管理"
BtnAdd		="添加(&A)..."
BtnAddShort	="添加(&A)"
BtnDelete	="删除(&D)"
BtnApply	="应用(&A)"
BtnCancel	="关闭(&C)"
BtnChange	="修改..."
BtnOK		="确定(&O)"
BtnYes		="是(&Y)"
BtnNo		="否(&N)"
TIConfig	="属性"
TIIdent		="计算机"
TISharing	="共享"
TIDrives	="网盘"
TIOther		="其它"
TIAbout		="关于"
TTRefresh	="刷新网盘列表"
LblAdapterState	="状态"
LblAdapterSpeed	="速度"
AdapterSpeed	="MB/秒"
LblAdapterMAC	="MAC"
ChkForceScan	="刷新网盘列表时强制扫描新设备"
RadioDHCP	="自动获取 IP 地址"
BtnDHCPInfo	="信息(&I)"
BtnDHCPRelease	="释放(&R)"
BtnDHCPRenew	="重新续期(&N)"
TDHCPInfo	="DHCP 网络信息"
LblDHCPAdapter	="设备"
LblDHCPDNSSrv	="DNS 服务器"
LblDHCPWINSSrv	="WINS 服务器"
LblDHCPSrv	="DHCP 服务器"
LblDHCPLTO	="租约获得"
LblDHCPLTE	="租约过期"
RadioStatic	="使用静态 IP 地址"
LblStaticIP	="IP 地址"
LblStaticSM	="子网掩码"
LblStaticDG	="默认网关"
BtnStatic	="静态(&S)"
RadioDNSDHCP	="自动获取 DNS 地址"
RadioDNSStatic	="使用静态 DNS 地址"
LblDNS		="DNS 地址"
RadioWINSDHCP	="自动获取 WINS 地址"
RadioWINSStatic	="使用静态 WINS 地址"
LblWINS		="WINS 地址"
LblComputer	="计算机名"
LblWorkgroup	="工作组"
LblPriDNS	="首选 DNS 后缀"
TAddIP		="IP 地址"
TAddDG		="默认网关地址"
TAddDNS		="DNS 地址"
TAddWINS	="WINS 地址"
TAddIPAddr	="添加 IP 地址"
TAddDGAddr	="添加网关地址"
TAddDNSAddr	="添加 DNS 服务器地址"
TAddWINSAddr	="添加 WINS 服务器地址"
TTShareRefresh	="刷新共享文件夹列表"
TTDrivesRefresh	="刷新网盘列表"
TTWiFiRefresh	="扫描并刷新可用的网络列表"
ChkShowActivity	="在任务栏显示连接图标"
TrayShowGUI	="显示主窗口"
TrayShowAni	="动态显示网络活动"
TrayExit	="退出"
MsgDllNotFound	="找不到下列的链接库"
MsgWait		="请稍候..."
MsgChangesApply	="开始应用系统变更..."
MsgReleaseAddr	="正在释放地址..."
MsgRenewAddr	="正在重新获取地址..."
TIWiFiAvailable	="现有可用的网络"
BtnWiFiConnect	="连接"
LVWiFiList	="信号|SSID|安全"
TIWiFiPrefered	="首选的网络"
TIWiFiService	="服务"
LblWiFiCurState	="当前状态"
LblWiFiNoDevice	="不是WiFi设备或设备已被禁用！"
LblWiFiWlanApiNF="系统中找不到 WLANAPI！"
ServiceNotInst	="没有安装"
ServiceStop	="停止"
ServiceStopped	="已停止"
ServiceStart	="启动"
ServiceStarted	="已启动"
TIIPSettings	="IP 设置"
TIWINS		="WINS"
TIWiFi		="WiFi"
LblCNI		="网络标识"
LblPing		="Ping其他计算机(主机名或 IP 地址)"
BtnPingStart	="启动"
BtnPingStop	="停止"
LblPingCount	="计数"
LblPingTime	="超时"
ChkPingLimit	="无限制"
LVPing		="信息"
LVIReply	="应答位置"
LVIReplyTime	="用时"
LVIReplyTimeMS	="毫秒"
LVITimeOut	="请求超时。"
LVIUnreachable	="找不到目标主机"
LVIInvalid	="指定的目标无效。"
LVIGeneral	="一般性失败。"
LblFileSharing	="文件共享"
BtnShareStart	="启动共享"
LblShareUser	="用户名"
LblSharePW	="密码"
BtnShareSetPW	="设置密码"
LblShareAdmin	="注意: 要连接到这个主机的共享，你至少应该有一个输入密码的用户账户！"
LblSharedFolders="共享文件夹"
LVShares	="共享|文件夹|连接"
LblShareName	="共享名称"
TTShareName	="使用 "$" 共享名称的结尾创建隐藏的共享。"
LblSharePath	="本地共享路径"
MIShareBrowse	="浏览..."
MIShareDel	="删除"
TTShareUser	="这是从远程主机连接到这台计算机共享文件夹的用户名。"
TTShareUserLen	="用户名长度必须短于"
TTInputChars	="个字符"
TTSharePWLen	="密码长度必须短于"
LblDriveLetter	="盘符"
TTDriveLetter	="自动选择一个未使用的盘符"
TTDriveNoFree1	="没有可用的盘符！"
TTDriveNoFree2	="请首先断开连接。"
BtnConnect	="连接"
BtnDisconnect	="断开连接"
LblDrivePath	="路径"
LblDriveUser	="用户名"
LblDrivePW	="密码"
LblDrivesCon	="连接的网络磁盘"
LVDrivesCon	="本地|远程|状态|打开"
MIDriveBrowse	="浏览..."
MIDriveDiscon	="断开连接"
GrpTrayOptions	="任务栏(通知区域)选项"
ChkTrayMin	="在最小化时'移动'主窗口到任务栏"
ChkTrayClose	="在关闭时'移动'主窗口到任务栏"
LblAboutAI3	="使用 "AutoIt3" 创建。"
LVIPSM		="IP 地址|子网掩码"
WiFiUnnamed	="未命名网络"
WiFiNone	="无"
ERROR		="错误"
INFO		="信息"
WARNING		="警告"
QUESTION	="疑难解答"
ProfSelTitle	="配置文件选择器"
LblProfSelect	="请选择一个网络配置文件"
LblProfDesc	="配置文件说明"
ProfIn		="在"
ProfSec		="秒"
LblSearchDevice	="寻找可安装的设备..."
DeviceFound	="找到"
DeviceSucces	="成功安装"
ErrorNetShared	="网络资源不能被共享！"
NetShareOK	="成功共享本地路径"
NetShareOKAs	="为"
NetShrNotExist	="本地路径不存在"
NetShrAccDen	="拒绝访问"
NetShrInvName	="名称无效"
NetShrPNE	="本地路径不存在"
NetShrNameDup	="共享名称已经被使用"
ErrorNetSharing	="共享本地路径时发生错误"
TTCharsMax	="只允许字符"
TTCharsNoAllow	="不允许如下的字符"
NetStartNet	="要立即启动网络支持吗？"
LblStartNet	="正在启动网络支持..."
NetRegisterObj	="正在注册网络对象..."
NetChkDrv	="正在检测网络所需驱动文件..."
NetDetectDev	="正在检测网络设备..."
NetDetectNew	="正在扫描新加的设备..."
NetInstTCP	="正在安装 "TCP/IP" 协议..."
NetApplyProfile	="正在应用配置文件设置..."
NetInstMSClient	="正在安装 "微软网络客户端"..."
NetChkServices	="正在检查服务..."
NetStartTCPIP	="正在启动 "TCP/IP 协议驱动程序" 服务..."
NetStartDHCP	="正在启动 "DHCP 客户端" 服务..."
NetStartNLA	="正在启动 "网络位置应答" 服务..."
NetStartLMH	="正在启动 "TCP/IP NetBIOS Helper" 服务..."
NetNoNetcards	="没有检测到网卡！"
ProgramExit	="程序将立即退出。"
ShareSelFolder	="请选择一个要共享的文件夹"
ShareChkDrv	="正在检查 "文件共享" 服务所需的安装文件..."
ShareInstSrv	="正在安装 "文件共享" 服务"..."
ServiceChkSrv	="检查服务是否正确安装..."
ShareStartSrv	="正在启动 "文件共享" 服务..."
ShareStopSrv	="正在停止 "文件共享" 服务..."
ServiceFinish	="完成。"
ShareSetPW	="正在设置密码..."
ShareStopInfo1	="来自其它电脑的连接将被断开并且会丢失传送中的数据！"
ShareStopInfo2	="您还需要了解以下的："
ShareStopInfo3	="如果您在几分钟前启动过服务，有时需要可能过几分钟(5-10分钟)后才能停止并重新启动服务。"
ShareStopInfo4	="你确实要停止 "文件共享" 服务吗 ?"
ShareMsgOpen	="这个共享有打开的资源！"
ShareMsgRemove	="你确定要删除它吗？"
ShareMsgSpecial	="特殊共享"
ShareMsgDel1	="是保留给进程间通信并且不能被删除！"
ShareMsgDel2	="是保留给进程间通信并且不该被删除！"
ShareMsgDel3	="只是临时删除它，在重启 "Server" 服务或计算机后会重新创建。"
ShareMsgDel4	="确实要删除指定的共享吗？"
ShareMsgDel5	="确实要删除共享吗？"
LblShareRemove	="正在移除共享..."
NetShrNameNotEx	="共享名称已经不存在"
NetErrShareInfo	="检索共享相关信息出现错误"
NetShareRemSucc	="移除共享成功"
NetShareRemErr	="移除共享出错"
LblDriveConnect	="正在连接远程共享路径..."
NetDriveSucc1	="映射成功"
NetDriveSucc2	="到本地磁盘"
NetDriveAddErr1	="网盘映射出现未知错误！"
NetDriveAddErr2	="远程路径拒绝访问！"
NetDriveAddErr3	="设备已经在使用！"
NetDriveAddErr4	="无效的设备名称！"
NetDriveAddErr5	="无效的远程路径！"
NetDriveAddErr6	="无效的密码！"
NetDriveMsgDel1	="此连接上有资源仍然打开中！"
NetDriveMsgDel2	="你确定仍然要断开网盘吗？"
LblDriveDel	="正在断开网络磁盘..."
NetDriveDelErr	="断开连接的网络磁盘出错！"
MsgUtilNotFnd1	="网络工具"
MsgUtilNotFnd2	="没有找到"
NetErrRegister	="注册 "netcfgx.dll" 时发生错误"
NetErrTCPNotFnd	="找不到"nettcpip.inf""
NetErrMSCNotFnd	="找不到"netmscli.inf""
NetErrDetDev	="检测设备时出错"
NetErrTCPInst	="安装 "TCP/IP Protocol Driver" 服务时出错"
NetErrMSCInst	="安装 "Client for Microsoft Networks" 服务时出错"
NetErrTCPStart	="启动 "TCP/IP Protocol Driver" 服务时出错"
NetErrDHCPStart	="启动 "DHCP-Client" 服务时出错"
NetErrStatOnly	="仅能使用静态 IP 地址。"
NetErrNLAStart	="启动 "Network Location Awareness" 服务时出错"
NetErrLMHStart	="启动 "TCP/IP NetBIOS Helper" 服务时出错"
ServiceStopping	="正在停止"
ServiceDesc	="服务"
ServiceStarting	="正在启动"
ShareErrInf	="找不到 "netserv.inf"。"
ShareErrInst	="不能安装 "文件共享" 服务"
ShareErrInst2	="安装 "文件共享" 服务时出错"
ShareErrStart	="启动 "文件共享" 服务时出错"
ShareErrCB	="启动 "浏览" 服务出错"
ShareErrStop	="停止 "文件共享" 服务时出错"
ShareErrPW	="更新指定的用户和密码时出错"
ShareErrUsr	="添加指定的用户和密码时出错"
ShareErrAdmin	="添加指定的用户到管理组时出错"
ConStateOK	="确定"
ConStatePause	="已暂停"
ConStateDiscon	="已断开"
ConStateErr	="错误"
ConStateNetErr	="网络错误"
ConStateCon	="正在连接"
ConStateRecon	="正在重新连接"
ChkShareAll	="共享所有磁盘"
TTShareAll	="只有有盘符的磁盘会被共享。"
WiFiChkDrv	="正在检查 "Wireless Zero Configuration" 服务所需的安装文件..."
WiFiErrInf	="找不到 "ndisuio.inf"。"
WiFiErrInf2	="找不到 "netwzc.inf""
WiFiErrInst	="安装 "Wireless Zero Configuration" 服务出错"
WiFiRegXML	="正在注册 "Microsoft XML 第 6 版"..."
WiFiInstSrv	="正在安装 "NDIS Usermode I/O" 驱动..."
WiFiInstSrv2	="正在安装 "Wireless Zero Configuration" 服务..."
WiFiStop	="你确定要停止 "Wireless Zero Configuration" 服务吗？"
WiFiStartSrv	="正在启动 "Wireless Zero Configuration" 服务..."
WiFiStopSrv	="正在停止 "Wireless Zero Configuration" 服务..."
WiFiErrStart	="启动 "NDIS Usermode I/O" 驱动时出错"
WiFiErrStart2	="启动 "Wireless Zero Configuration" 服务时出错"
WiFiErrStop	="停止 "Wireless Zero Configuration" 服务时出错"
BtnIPAutoOn	="已启用自动配置"
BtnIPAutoOff	="已禁用自动配置"
StateReady	="就绪"
CMDActions	="操作"
CMDIPChange	="IP改变后运行命令"
CMDIPModeN	="正常"
CMDIPModeH	="隐藏"
CMDIPModeMin	="最小化"
CMDIPModeMax	="最大化"
CMDIPModeWait	="等待"
CMDIPModeNowait	="立即"
CMDLine		="命令行"
CMDLineMode	="模式"
CMDLIneNumber	="数量"
BtnWiFiDisconn	="断开连接"
WiFiConnected	="已连接"
BtnRestore	="恢复"
TChangeMAC	="更改 MAC 地址"
LblCurMac	="当前 MAC"
LblNewMac	="新的 MAC"
MsgMACChangeErr	="错误的MAC地址！"
MsgMACApply	="正在应用新的 MAC..."
MsgMACRestore	="正在还原 MAC..."
MsgInitWait	="尚未完成初始化..."
ShareAddUser	="正在添加本地用户..."
LblNoNetcards	="因为没有找到网卡，程序只能运行于简单模式.@LF请刷新网络设备。"
BtnSearchDevice	="搜索(&S)"
TWiFiProp	="无线连接属性"
LblWiFiSSID	="网络名称(SSID)"
LblWiFiAuth	="网络授权"
LblWiFiEnc	="数据加密"
LblWiFiKey	="网络密码"
ChkWiFiKey	="显示输入的网络密码"
CMDStart	="正在启动附加操作..."
BtnStatic	="静态(&S)"
BtnDynamic	="动态(&D)"
TTWiFiRefPref	="刷新首选网络的列表"
TIAdvanced	="高级"
LblExtProp	="对于本网络磁盘，可使用如下高级属性。"
LblExtNoProp	="该网络磁盘没有任何高级属性可配置。"
LblProp		="属性:"
LblPropVal	="值:"
RadioNotSet	=" 未设置"
TTCon		="已连接"
TTDisCon	="已断开"
GrpTrouble	="故障诊断"
ChkDebug	="调试模式"
BtnDebug	="打开调试记录..."
ChkWiFiAuto	="自动连接，当此网络在范围内"
ChkWiFiAdhoc	="这是个专线网络"
ChkWiFiHidden	="连接到这个网络，即使没有信号"
WiFiBalConTo	="连接到:"
WiFiBalNetSec	="这是一个安全的网络。"
WiFiBalNetPref	="这是一个首选的网络。"
WiFiBalNetInfra	="这是一个基础的网络。"
WiFiBalNetAdhoc	="这是一个专线网络。"
WiFiDelProf	="要删除无线网络配置文件吗？"
WiFiDelTxt	="你确定要删除无线网络配置文件吗"
WiFiDelWarn	="注意: 可能丢失当前连接。"
BtnWiFiImport	="导入..."
TTWiFiImport	="导入 WiFi 首选的配置文件"
TTWiFiXMLFiles	="XML 文件 (*.xml)"
WiFiImportOK	="导入 WiFi 配置文件成功。"
WiFiErrImport	="导入 WiFi 配置文件时出错。"
BtnWiFiExport	="导出..."
TTWiFiExport	="导出 WiFi 配置文件"
WiFiExportOK	="导出 WiFi 配置文件成功"
WiFiErrExport	="导出 WiFi 配置文件时出错"
TIProfiles	="文件和配置文件"
LblProfFile	="网络配置文件"
LblProfList	="网络配置文件列表"
TTProfRefresh	="刷新配置文件列表"
TTProfIniFiles	="配置文件 (*.ini)"
LblProfApply	="正在应用配置文件设置..."
LblClr		="配色"
LblWiFiCon	="正在尝试连接到无线网络..."
WiFiErrAddProf	="添加 WiFi 配置文件时出错"
TWiFiConn	="无线网络密码"
LblStartNetWpe	="正在启动网络支持 (Wpeinit)..."
WiFiInstSrv3	="正在安装 "Native WiFi Filter" 驱动程序..."
WiFiErrInst2	="安装 "Native WiFi Filter" 驱动时出错"
WiFiErrStart3	="启动 "Native WiFi Filter" 驱动时出错"
NetDriveAddErr7	="找不到网络路径！"
WiFiBalNetNonSec="这是一个不安全的网络。"
WiFiStartSrv2	="正在启动 "WLAN AutoConfig" 服务..."
WiFiStopSrv2	="正在停止 "WLAN AutoConfig" 服务..."
WiFiErrStart4	="启动 "WLAN AutoConfig" 服务时出错"
WiFiErrStop2	="停止 "WLAN AutoConfig" 服务时出错"
LblCurrent	="目前的"
BtnDrvNet	="浏览 网络..."
BtnDrvNetShow	="列出 网盘"
LblDrvNet	="域 /  服务器名称"
TTNetConDetails	="网络连接细节"
LVNetConPropVal	="属性|值"
LblNetResSearch	="搜寻 网络资源中 - 请稍待..."
BtnDrvNetReset	="刷新视窗(&R)"
LblDefault	="预设"
LblClassic	="经典"
BtnLogDel	="删除日志文件"
LblTCPtoIP	="将 TCP 名称转换为 IP 地址"
LblIPtoTCP	="将 IP 地址转换为 TCP 名称"
ChkWiFiEditUI	="使用操作系统 WiFi 配置文件用户界面更改属性"
BtnProfFile	="打开 config 文件"
BtnProfInt	="使用 PENM 配置文件编辑器打开 config 文件"
BtnProfExt	="使用外部编辑器打开 config 文件"
MsgLogDel	="你确定要删除该日志文件吗"
ChkTrayStart	="在任务栏中直接启动，主窗口已隐藏"
NetworkAccess	="网络访问"
BtnTrace	="痕迹"
ChkTrace	="地址解析"
LblTrace	="跳"
StateTrace	="痕迹"
ChkReverse	="将最后的结果写入到第一个列表位置"
LblSurface	="界面自定义"
BtnLangExt	="使用外部编辑器打开语言文件"
ChkShowTip	="显示默认的工具提示而非信息窗口"
GrpOtherOptions	="其他"
ChkLastPage	="在程序启动时记下打开工具页"
LblLastPage	="要打开的页面"
LblLastOpened	="最后一个打开"
ChkUseWMI	="使用 WMI 以应用 IP 设置（WMI 必须为可用且正在运行）"
ChkLastPos	="记下桌面上主窗口的最后位置"
TTDriveLetterNo	="不分配驱动器盘符"
LVWiFiPref	="配置文件 名称|模式"
RadioOSFont	="为 GUI 使用操作系统默认字体（需要重新启动 GUI）"
RadioFont	="使用以下字体"
ChkIcons	="从 ini 文件加载 GUI 图标（需要重新启动 GUI）"
TIFirewall	="防火墙"
ChkShowOnlyCon	="在信息窗口中仅显示已连接的设备"
TTAltIP		="设置备用 IP 配置以在不同网络中使用。"	
TTAltConf	="备用配置"
TTGenConf	="常规"
UserConf	="用户配置的 IP 地址"
WiFiBalSignal	="信号强度"
WiFiBalSec	="安全类型"
WiFiBalRadio	="无线信号类型"
ChkShowAlways	="始终在系统托盘中显示 PENM 图标"
WiFiConnecting	="连接..."
WiFiUnknown	="未知"
LblWiFiProfile	="配置文件名称"
LblNetbiosEnabled="启用 TCPIP 上的 NetBIOS"
LblYes		="是"
LblNo		="否"
ChkTrayLimitInfo="限制托盘信息高度（默认值：1/2桌面）"
ChkTrayAdaptWiFi="使 wifi 托盘高度适应托盘信息高度"
ChkTrayShowMAC	="在托盘信息中显示 MAC 地址"
ChkTrayShowIPv6	="在托盘信息中显示 IPv6 地址"